{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "BertNormalizer",
        "clean_text": true,
        "handle_chinese_chars": true,
        "strip_accents": null,
        "lowercase": true
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丆"
        },
        "content": "一丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丁"
        },
        "content": "一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丩"
        },
        "content": "丨丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠂇"
        },
        "content": "丿一A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠂉"
        },
        "content": "丿一B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "人"
        },
        "content": "人A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亻"
        },
        "content": "人B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刁"
        },
        "content": "𠃌丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亏"
        },
        "content": "一丂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠆣"
        },
        "content": "一人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兀"
        },
        "content": "一儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "干"
        },
        "content": "一十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "下"
        },
        "content": "一卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠫔"
        },
        "content": "一厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㐄"
        },
        "content": "丨二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乇"
        },
        "content": "丿七"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乊"
        },
        "content": "丿丷"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凢"
        },
        "content": "丿几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "千"
        },
        "content": "丿十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "么"
        },
        "content": "丿厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卂"
        },
        "content": "乁十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "义"
        },
        "content": "乂丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "及"
        },
        "content": "乃㇏"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "也"
        },
        "content": "乜丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丸"
        },
        "content": "九丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "三"
        },
        "content": "二一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亍"
        },
        "content": "二亅A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "于"
        },
        "content": "二亅B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亡"
        },
        "content": "亠乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亼"
        },
        "content": "人一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "个"
        },
        "content": "人丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亽"
        },
        "content": "人丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亇"
        },
        "content": "人亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亿"
        },
        "content": "人乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "巾"
        },
        "content": "冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丬"
        },
        "content": "冫丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凡"
        },
        "content": "几丶A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凣"
        },
        "content": "几丶B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刃"
        },
        "content": "刀丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刄"
        },
        "content": "刀乀"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "劜"
        },
        "content": "力乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "勺"
        },
        "content": "勹丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠧒"
        },
        "content": "卜乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卪"
        },
        "content": "卩丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叉"
        },
        "content": "又丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠂋"
        },
        "content": "𠂆一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乞"
        },
        "content": "丿一乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亾"
        },
        "content": "𠃊人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兦"
        },
        "content": "𠃊入"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "反"
        },
        "content": "⺁又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厃"
        },
        "content": "⺈厂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "元"
        },
        "content": "一一儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠮛"
        },
        "content": "一口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "天"
        },
        "content": "一大A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夫"
        },
        "content": "一大B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戸"
        },
        "content": "一尸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "帀"
        },
        "content": "一冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "开"
        },
        "content": "一廾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "互"
        },
        "content": "一彑"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "切"
        },
        "content": "七刀"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乤"
        },
        "content": "一卜乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "収"
        },
        "content": "丨丨又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "户"
        },
        "content": "丶尸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兯"
        },
        "content": "丷卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乏"
        },
        "content": "丿之"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "壬"
        },
        "content": "丿士"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夭"
        },
        "content": "丿大"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戶"
        },
        "content": "丿尸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屲"
        },
        "content": "丿山"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "币"
        },
        "content": "丿冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丮"
        },
        "content": "乁丨二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "爻"
        },
        "content": "乂乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刈"
        },
        "content": "乂刂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夃"
        },
        "content": "乃又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乥"
        },
        "content": "丿丷乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卆"
        },
        "content": "九十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厹"
        },
        "content": "九厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亖"
        },
        "content": "二二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亓"
        },
        "content": "二儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "云"
        },
        "content": "二厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亣"
        },
        "content": "亠儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "六"
        },
        "content": "亠八"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亢"
        },
        "content": "亠几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卞"
        },
        "content": "亠卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仌"
        },
        "content": "人人A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "从"
        },
        "content": "人人B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "介"
        },
        "content": "人儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仒"
        },
        "content": "人冫"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仑"
        },
        "content": "人匕A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仐"
        },
        "content": "人十A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仓"
        },
        "content": "人㔾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仃"
        },
        "content": "人一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仍"
        },
        "content": "人乃"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仇"
        },
        "content": "人九"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仁"
        },
        "content": "人二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠆧"
        },
        "content": "人人C"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仈"
        },
        "content": "人八"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仉"
        },
        "content": "人几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仂"
        },
        "content": "人力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "化"
        },
        "content": "人匕B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "什"
        },
        "content": "人十B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仆"
        },
        "content": "人卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仏"
        },
        "content": "人厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仅"
        },
        "content": "人又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "今"
        },
        "content": "人一㇇"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠓜"
        },
        "content": "入入"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兮"
        },
        "content": "八丂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尣"
        },
        "content": "八儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "分"
        },
        "content": "八刀"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "公"
        },
        "content": "八厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "円"
        },
        "content": "冂丄"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冈"
        },
        "content": "冂乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "罓"
        },
        "content": "冂乄"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冃"
        },
        "content": "冂二A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冄"
        },
        "content": "冂二B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "内"
        },
        "content": "冂人A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "贝"
        },
        "content": "冂人B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "见"
        },
        "content": "冂儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "內"
        },
        "content": "冂入"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冘"
        },
        "content": "冖儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冗"
        },
        "content": "冖几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "风"
        },
        "content": "几乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凤"
        },
        "content": "几又A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "殳"
        },
        "content": "几又B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凶"
        },
        "content": "凵乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刅"
        },
        "content": "刀丷"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠬛"
        },
        "content": "刀又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丒"
        },
        "content": "刀丶一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "为"
        },
        "content": "力丷A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "办"
        },
        "content": "力丷B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匁"
        },
        "content": "勹乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "勼"
        },
        "content": "勹九"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "勻"
        },
        "content": "勹二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "勽"
        },
        "content": "勹人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匀"
        },
        "content": "勹冫"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匂"
        },
        "content": "勹匕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "勾"
        },
        "content": "勹厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "比"
        },
        "content": "匕匕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠤏"
        },
        "content": "匕十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "区"
        },
        "content": "匚乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匹"
        },
        "content": "匚儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卬"
        },
        "content": "匚卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "支"
        },
        "content": "十又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "攴"
        },
        "content": "卜又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠬝"
        },
        "content": "卩又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厅"
        },
        "content": "厂一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仄"
        },
        "content": "厂人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "历"
        },
        "content": "厂力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厄"
        },
        "content": "厂㔾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厸"
        },
        "content": "厶厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "允"
        },
        "content": "厶儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "双"
        },
        "content": "又又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "劝"
        },
        "content": "又力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "中"
        },
        "content": "口丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圡"
        },
        "content": "土丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "耂"
        },
        "content": "土丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圠"
        },
        "content": "土乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "歹"
        },
        "content": "夕一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "太"
        },
        "content": "大丶A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "犬"
        },
        "content": "大丶B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夬"
        },
        "content": "大乛"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "孔"
        },
        "content": "子乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㝉"
        },
        "content": "宀一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "少"
        },
        "content": "小丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尐"
        },
        "content": "小乁"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尺"
        },
        "content": "尸㇏"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠃜"
        },
        "content": "尸丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㞢"
        },
        "content": "屮一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乢"
        },
        "content": "山乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卅"
        },
        "content": "川一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "巿"
        },
        "content": "冂丨一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "幻"
        },
        "content": "幺㇇"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乣"
        },
        "content": "幺乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "弌"
        },
        "content": "弋一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戈"
        },
        "content": "弋丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "弖"
        },
        "content": "弓一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "弔"
        },
        "content": "弓丨A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "引"
        },
        "content": "弓丨B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尹"
        },
        "content": "彐丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丯"
        },
        "content": "彡丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "心"
        },
        "content": "心A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㣺"
        },
        "content": "心B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "忆"
        },
        "content": "忄乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "扎"
        },
        "content": "扌乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "艺"
        },
        "content": "艹乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "订"
        },
        "content": "讠一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "认"
        },
        "content": "讠人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "讥"
        },
        "content": "讠几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "计"
        },
        "content": "讠十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "讣"
        },
        "content": "讠卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "辷"
        },
        "content": "辶一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "闩"
        },
        "content": "门一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "予"
        },
        "content": "龴一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冇"
        },
        "content": "丿一冂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厷"
        },
        "content": "丿一厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "友"
        },
        "content": "丿一又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "午"
        },
        "content": "丿一十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠂑"
        },
        "content": "𠂎丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尔"
        },
        "content": "⺈小"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刍"
        },
        "content": "⺈彐"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丙"
        },
        "content": "一冂人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戋"
        },
        "content": "一弋丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "正"
        },
        "content": "一止"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "灭"
        },
        "content": "一火"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "邒"
        },
        "content": "一亅阝"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "劢"
        },
        "content": "万力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仧"
        },
        "content": "上人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卡"
        },
        "content": "上卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丕"
        },
        "content": "不一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "旧"
        },
        "content": "丨日"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠀐"
        },
        "content": "口丨一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "主"
        },
        "content": "丶王"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兰"
        },
        "content": "丷二一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叐"
        },
        "content": "丿丿一又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "失"
        },
        "content": "丿一大A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戊"
        },
        "content": "丿弋丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "禾"
        },
        "content": "丿木"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "玍"
        },
        "content": "丿王"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "孕"
        },
        "content": "乃子"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尕"
        },
        "content": "乃小"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "氹"
        },
        "content": "乙水"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "戉"
        },
        "content": "乚弋丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "氶"
        },
        "content": "乛水"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叴"
        },
        "content": "九口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刉"
        },
        "content": "丿一乙刂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叾"
        },
        "content": "了口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "示"
        },
        "content": "二小"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丼"
        },
        "content": "井丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "市"
        },
        "content": "亠冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "玄"
        },
        "content": "亠幺"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "丛"
        },
        "content": "人人一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仺"
        },
        "content": "人匚一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尒"
        },
        "content": "人小A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仚"
        },
        "content": "人山A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仝"
        },
        "content": "人工A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㐱"
        },
        "content": "人彡"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仗"
        },
        "content": "人丈"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仨"
        },
        "content": "人二一"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仩"
        },
        "content": "人上"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仛"
        },
        "content": "人丿七"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仫"
        },
        "content": "人丿厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仪"
        },
        "content": "人乂丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仡"
        },
        "content": "人丿一乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "他"
        },
        "content": "人乜丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仞"
        },
        "content": "人刀丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仭"
        },
        "content": "人刀乀"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仢"
        },
        "content": "人勹丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仟"
        },
        "content": "人丿十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "伋"
        },
        "content": "人乃㇏"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仕"
        },
        "content": "人士"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仔"
        },
        "content": "人子"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "付"
        },
        "content": "人寸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仦"
        },
        "content": "人小B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仙"
        },
        "content": "人山B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仜"
        },
        "content": "人工B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "仠"
        },
        "content": "人一十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "代"
        },
        "content": "人弋"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "们"
        },
        "content": "人门"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "令"
        },
        "content": "人一龴"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屳"
        },
        "content": "入山"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㕣"
        },
        "content": "八口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冋"
        },
        "content": "冂囗"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冉"
        },
        "content": "冂土"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "央"
        },
        "content": "冂大"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "囘"
        },
        "content": "冂巳"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冊"
        },
        "content": "冂廾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冚"
        },
        "content": "冖山"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冮"
        },
        "content": "冫工"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "疒"
        },
        "content": "冫广"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冯"
        },
        "content": "冫马"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凧"
        },
        "content": "几冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凷"
        },
        "content": "凵土"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "击"
        },
        "content": "凵扌"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "召"
        },
        "content": "刀口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "帅"
        },
        "content": "刂冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "归"
        },
        "content": "刂彐"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "加"
        },
        "content": "力口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匄"
        },
        "content": "勹亠乚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匃"
        },
        "content": "勹𠃊人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "句"
        },
        "content": "勹口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匇"
        },
        "content": "勹夕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "包"
        },
        "content": "勹巳"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匆"
        },
        "content": "勿丶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匛"
        },
        "content": "匚久"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匜"
        },
        "content": "匚乜丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叵"
        },
        "content": "匚口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匞"
        },
        "content": "匚工"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "匝"
        },
        "content": "匚冂丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "古"
        },
        "content": "十口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卉"
        },
        "content": "十廾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卋"
        },
        "content": "十廿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刋"
        },
        "content": "丿十刂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "占"
        },
        "content": "卜口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "歺"
        },
        "content": "卜夕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卢"
        },
        "content": "卜尸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厉"
        },
        "content": "厂万"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厇"
        },
        "content": "厂丿七"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圧"
        },
        "content": "厂土"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厈"
        },
        "content": "厂一十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "以"
        },
        "content": "厶人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "台"
        },
        "content": "厶口"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厼"
        },
        "content": "厶小"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠫝"
        },
        "content": "厶川"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "弁"
        },
        "content": "厶廾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠫚"
        },
        "content": "厶丨二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圣"
        },
        "content": "又土"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "对"
        },
        "content": "又寸"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𢀖"
        },
        "content": "又工"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "邓"
        },
        "content": "又阝"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠬤"
        },
        "content": "又丨二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叮"
        },
        "content": "口一亅A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "可"
        },
        "content": "口一亅B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "号"
        },
        "content": "口丂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叱"
        },
        "content": "口七"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叫"
        },
        "content": "口丨丨"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "史"
        },
        "content": "口乂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "兄"
        },
        "content": "口儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叺"
        },
        "content": "口入"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "只"
        },
        "content": "口八A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叭"
        },
        "content": "口八B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叽"
        },
        "content": "口几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叧"
        },
        "content": "口刀A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叨"
        },
        "content": "口刀B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叼"
        },
        "content": "口𠃌丿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "另"
        },
        "content": "口力A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叻"
        },
        "content": "口力B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叶"
        },
        "content": "口十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卟"
        },
        "content": "口卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叩"
        },
        "content": "口卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "叹"
        },
        "content": "口又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠮠"
        },
        "content": "口𠂊"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "囚"
        },
        "content": "囗人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "四"
        },
        "content": "囗儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𡆦"
        },
        "content": "囗八"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "囜"
        },
        "content": "囗厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "㘝"
        },
        "content": "囗又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圢"
        },
        "content": "土一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圥"
        },
        "content": "土儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圦"
        },
        "content": "土入"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "甴"
        },
        "content": "土凵"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "圤"
        },
        "content": "土卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "去"
        },
        "content": "土厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "壭"
        },
        "content": "士卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冬"
        },
        "content": "夂冫"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "処"
        },
        "content": "夂几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "务"
        },
        "content": "夂力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "处"
        },
        "content": "夂卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "外"
        },
        "content": "夕卜"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夘"
        },
        "content": "夕卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夗"
        },
        "content": "夕㔾"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𡗜"
        },
        "content": "大丷"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夳"
        },
        "content": "大二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夰"
        },
        "content": "大儿"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "冭"
        },
        "content": "大冫A"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "头"
        },
        "content": "大冫B"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夯"
        },
        "content": "大力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "夲"
        },
        "content": "大十"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "厺"
        },
        "content": "大厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "奵"
        },
        "content": "女一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "奶"
        },
        "content": "女乃"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "奴"
        },
        "content": "女又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "宁"
        },
        "content": "宀一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "宄"
        },
        "content": "宀九"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "穴"
        },
        "content": "宀八"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "宂"
        },
        "content": "宀几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "它"
        },
        "content": "宀匕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刌"
        },
        "content": "寸刂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尻"
        },
        "content": "尸九"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "凥"
        },
        "content": "尸几"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "尼"
        },
        "content": "尸匕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "出"
        },
        "content": "屮凵"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𠬢"
        },
        "content": "屮又"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屷"
        },
        "content": "山乃"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "亗"
        },
        "content": "山二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屶"
        },
        "content": "山刀"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屴"
        },
        "content": "山力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "屵"
        },
        "content": "山厂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "巧"
        },
        "content": "工丂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "功"
        },
        "content": "工力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "卭"
        },
        "content": "工卩"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "乬"
        },
        "content": "巨乙"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "巪"
        },
        "content": "巨乛"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "帄"
        },
        "content": "冂丨一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "平"
        },
        "content": "一十丷"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "刊"
        },
        "content": "一十刂"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "幼"
        },
        "content": "幺力"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "庁"
        },
        "content": "广一亅"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "庂"
        },
        "content": "广人"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "庀"
        },
        "content": "广匕"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "広"
        },
        "content": "广厶"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "弍"
        },
        "content": "弋二"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "𢎥"
        },
        "content": "弓二"
      },
      {
        "type": "Replace",
        "pattern": {
